[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
!
"
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
>
?
A
B
C
D
E
F
G
H
I
J
K
L
M
N
O
P
Q
R
S
T
U
V
W
X
Y
Z
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
~
¢
£
§
«
°
²
³
´
º
»
½
À
Á
Ä
Å
Æ
È
É
Ì
Í
Ð
Ó
Ö
×
Ø
Ú
Ü
Ý
Þ
ß
à
á
â
ã
ä
å
æ
ç
è
é
ê
ë
ì
í
î
ï
ð
ñ
ó
ô
õ
ö
ø
ù
ú
ü
ý
þ
ā
ą
ć
Č
č
Ď
Đ
đ
ē
ė
ě
ğ
ī
ı
ļ
Ł
ł
ń
ň
ō
ř
ś
š
ū
ų
ź
ż
Ž
ž
ǂ
ǎ
ǔ
ǫ
ș
Ț
ʻ
ʿ
Ά
Ό
Α
Β
Η
Κ
Π
Χ
ά
έ
ή
ί
α
β
γ
δ
ε
ζ
η
ι
κ
λ
μ
ν
ξ
ο
π
ρ
ς
σ
τ
υ
φ
ό
ύ
ώ
А
В
Д
Ж
М
Н
П
Р
С
а
б
в
г
д
е
з
и
й
к
л
н
о
п
р
с
т
у
х
ц
ш
щ
ы
ь
э
я
ӕ
ַ
ָ
ּ
ג
ה
ו
ח
י
ל
מ
נ
ר
ת
ا
ب
ة
د
ر
ط
ع
ق
ك
ل
ن
و
ى
ي
َ
ُ
ّ
ْ
ܐ
ܘ
ܛ
ܝ
ܟ
ܢ
ḓ
Ḥ
ṭ
ả
ắ
ệ
ἀ
ἅ
ἔ
ἰ
ὲ
ὸ
ῃ
ῖ
ῳ
​
‎
‐
–
—
‘
’
‚
“
”
„
†
…
‬
⁺
⁻
₂
₃
€
℔
−
⟨
⟩
九
公
兵
史
太
头
宝
寶
州
日
本
梦
楼
法
玉
省
石
红
衢
語
记
賈
贾
通
ﬁ
－
##e
##i
##ð
##a
##r
##n
##j
##ó
##s
##y
##t
##o
##ø
##k
##d
##u
##9
##2
##7
##g
##l
##0
##6
##v
##1
##h
##x
##ý
##f
##m
##á
##æ
##3
##8
##c
##5
##4
##b
##p
##ú
##M
##T
##í
##z
##½
##ر
##ق
##ع
##w
##ä
##G
##K
##P
##C
##S
##O
##E
##A
##F
##R
##ç
##ã
##D
##N
##J
##H
##é
##ö
##ệ
##ž
##I
##W
##å
##ñ
##L
##B
##Q
##q
##à
##ī
##ǎ
##ε
##γ
##ό
##μ
##ν
##ο
##ô
##U
##ط
##´
##α
##τ
##σ
##ρ
##φ
##ή
##Y
##ắ
##ō
##î
##°
##υ
##κ
##λ
##ά
##ς
##V
##ř
##ü
##е
##т
##р
##у
##ш
##к
##а
##ǫ
##ả
##ṭ
##ā
##ū
##Z
##ו
##ת
##ż
##č
##è
##š
##²
##ǂ
##þ
##³
##⁺
##Ð
##я
##đ
##ș
##ù
##‎
##â
##õ
##Í
##ł
##ُ
##‬
##ě
##⁻
##ň
##ì
##Á
##ś
##ć
##д
##Ú
##г
##н
##ι
##ί
##X
##ß
##η
##ַ
##נ
##ָ
##ּ
##ה
##έ
##º
##π
##ῃ
##ύ
##ğ
##ג
##י
##ל
##ï
##ن
##ا
##ك
##ي
##ة
##δ
##ﬁ
##ı
##с
##و
##ل
##ى
##ʻ
##и
##ц
##ń
##ź
##ξ
##Å
##ἰ
##ῖ
##о
##з
##Ó
##ْ
##َ
##ب
##ّ
##ą
##​
##ώ
##ы
##б
##в
##п
##ь
##ų
##э
##ὲ
##л
##₂
##₃
##ὸ
##ḓ
##ê
##й
##ë
##ǔ
##ῳ
##ē
##ļ
##щ
##ė
##ܢ
##ܛ
##ܝ
##ܘ
##ܟ
##ܐ
##in
##ar
##an
##um
##ur
##ið
##ir
##st
##er
og
##il
##að
er
##tt
##en
##un
at
##al
##sk
##ri
##on
he
##ør
##ann
##ing
##am
st
##di
##ini
##le
sum
av
við
var
##ig
##la
til
##or
##av
##inum
##kk
ver
fy
##is
um
##oy
te
##ft
##ór
sk
ein
20
fr
##vur
##ól
##and
##it
##nn
##nd
##ik
##im
##gg
##gv
##pp
fyri
##ður
##at
##ast
##nar
se
##ak
##ál
eru
##om
19
hevur
##íð
##ólk
##øg
ið
hann
##urin
##ll
##ag
##ær
##ey
##ði
##itt
##lig
##et
##ra
tað
##ni
##num
##ggj
##kki
men
hav
##el
##jó
##unum
##ari
##na
##nir
##ev
##end
##andi
ikki
##ong
201
##ara
##est
sam
##ss
##isk
##øroy
út
so
##jør
##ul
hj
##00
##isini
upp
kom
##eg
fólk
frá
tí
har
##ftir
##sl
eisini
##ti
##ða
hava
##und
ár
verður
eitt
varð
##eið
##øk
hon
##ang
##ist
##ingar
teir
##lag
##ina
18
##leið
##ógv
##ug
el
vór
hv
br
hjá
##ill
##es
##nað
tr
##tur
##ík
##ald
##iv
##úgv
##ol
##ska
al
land
Hann
sí
##øð
##du
##æl
##ans
eftir
##em
15
gjør
##yr
##leik
##erð
17
##ta
##øv
tá
##uni
##tta
fl
12
##ro
16
13
14
fram
10
##ók
##ja
fyr
11
ella
seg
vóru
##unn
tey
25
##re
##aði
##liga
stór
##yg
##eir
fle
##dur
23
##ðr
Føroy
bý
26
24
##una
21
27
##ætt
22
sp
29
úr
28
nógv
##ip
##ov
##irk
##mar
fe
##ut
##as
inn
##ndir
enn
Tað
##enn
##inn
##erk
heim
##ftur
ný
##avn
##ús
200
##us
##ein
##iri
##ng
sj
##era
##all
##os
mill
##art
##ond
le
##sta
##stu
gr
##kt
##ent
St
##imum
##ón
hes
tíð
verða
##dd
##búgv
hev
fleiri
høv
##átt
##aður
##utt
##var
umleið
hevði
aftur
##fr
##ot
##óð
undir
##íðan
sær
for
##álv
eina
verið
tv
##áð
teimum
tann
##øl
gjørdi
føroy
ar
nev
byg
vera
##vir
##ggja
##he
ferð
He
##ild
##rar
fá
##riv
alt
##yst
##ber
##arar
##iður
oy
nú
##iga
##ia
dag
hvør
##anum
mál
##app
lí
##ót
kann
##uð
##ning
##ks
##æði
einum
##ís
kr
##óg
bl
##orð
##fe
Hon
##ðu
yvir
##úk
millum
##99
íbúgv
sjó
##beið
##50
##fólk
##okk
##80
##20
saman
##ind
##66
##arv
ve
sein
øll
##94
##84
skul
##70
##74
fj
##71
sv
fór
##sm
##93
##73
##21
##53
##81
vit
Tá
##br
##90
hel
##91
##24
##23
##51
##60
##83
or
##54
gjørdist
##sti
##sin
##ingin
íbúgvar
##ett
##64
stør
##ggjar
##nt
##63
##og
síðan
##yri
##61
komm
##ýr
##unnu
kv
##ad
##arnir
##ansara
her
##skum
sm
##ift
##lá
met
ber
##id
hetta
##óti
ann
##ic
spæl
Ein
##op
ym
##ok
##uss
##fl
hansara
væl
##øm
##skap
arbeið
tý
bygd
Føroyum
##ers
skriv
fekk
##ap
##jór
##88
##lan
sett
##igg
##org
end
Har
##ynd
Hetta
##72
##lagið
##jar
Fr
tær
##75
sjálv
min
van
##øgu
skip
tó
##95
##ard
fáa
bú
##ki
##man
##oð
##lu
bæði
##øll
##land
##98
##endur
##up
oft
tal
##eð
##sen
##92
##76
##96
vak
##irkj
nak
##tíð
##78
##úr
##ttan
all
##sku
##æst
leik
mest
Men
##jóð
##ka
ser
meir
str
##vør
##eyð
long
ligg
##ort
##ust
##ud
##tøk
stov
##33
ím
##úgva
##44
##25
##tr
##ull
##øt
##85
hesum
Um
lond
##11
gera
ger
løg
##før
byr
##65
##ilm
Teir
hen
##astu
fer
##sh
##aka
Sk
##ág
##urnar
fing
##uðs
niður
##øn
##ansk
##ld
##30
lív
kapp
##ark
##fyri
##irnar
heil
sig
##77
##atn
kunnu
##ió
##sa
##22
##40
##ars
sl
uttan
tek
##inna
par
##ver
##pa
##støð
koma
ymisk
Sam
##arn
##egin
Bý
gam
##aðu
2013
##nni
##ónleik
##óm
pr
Tey
stað
##10
Nor
rætt
##skip
##sins
bur
##iti
##86
##arð
##si
2010
skal
ofta
øðr
##arin
##82
mið
vórðu
##li
hand
best
vald
##ch
##felag
fyrstu
sang
##97
Býurin
##ótt
##sv
Tr
##ningar
##ub
##uður
##str
nevnd
liv
honum
lag
má
##55
##fram
sjón
liggur
##øgnum
##ab
##jum
øllum
hin
##14
##eld
##iska
##tal
ára
##ndi
teirra
búgva
sera
##ørð
vann
##62
##enda
landinum
øðrum
Sum
000
góð
##34
##eðan
døm
kem
lið
part
##mál
##jøgnum
##anska
høvdu
mann
merk
##ygg
burtur
navn
virk
lang
##sp
##set
##leiðis
##varp
tónleik
tók
##ligt
vil
nýtt
bók
doy
ung
##ju
##itur
seinni
bara
##31
høg
##ting
##ana
##skt
Føroya
eg
##asta
##át
##alið
##ion
##ember
hús
høvuðs
##ikið
##undi
de
##ødd
##pt
##mark
kommuna
Ch
##landi
felag
100
kirkj
##ah
##ból
##erik
annað
##ørn
##illum
sínum
aðr
fara
##af
##ýri
##ita
##nnur
Br
ví
skuldi
lim
fyrr
kemur
bert
##endi
roy
##nu
kl
##yð
##de
##imm
##øði
##dar
##stað
samb
bólk
##irnir
##økur
##ek
##87
##ma
##menn
##æt
##89
##ðrenn
øk
##sam
Le
vatn
árini
Hes
##alda
##tan
am
meðan
nor
rík
##rik
leið
##arnar
nýggj
Jo
ble
kon
##áp
móti
##æð
30
##ár
##alt
##gr
lat
pol
##dnað
##ussu
meira
Ar
mong
##ýra
##ongur
2014
flokk
50
ev
##oll
##áv
##íggjar
##eyt
fyrsta
##35
##ingum
lít
hví
Gr
##kv
##úl
sama
##ferð
útg
heiminum
Al
áv
##41
Føroyar
film
list
##ed
##26
byrj
bein
##ost
##itið
##iónir
##ív
Av
onnur
sín
hæ
gom
##yl
hvussu
søg
Dan
Fólk
lutt
##arb
##eyp
gjørt
##framt
vís
##yn
##mann
##arl
##tu
##uar
Síðan
veg
##sb
##79
##ali
partur
okk
##lend
dr
lík
##nara
hild
lær
##ilig
heldur
ma
taka
##ám
##slu
##rum
##ung
starv
brú
skjó
hjál
Kr
Suður
børn
##boð
##úla
##anga
landið
kvinn
mynd
##su
##æk
##amál
før
of
milliónir
jørð
##hús
##irð
##ingini
býnum
kommun
pro
So
fisk
fót
##maður
##orn
frí
lands
hug
##rk
##ingi
##uk
##ve
2011
2015
bleiv
##akk
2012
##estur
brúk
##att
##dir
##anda
týd
loy
næst
##ac
##lar
broy
Fle
##nin
##ígg
ferðir
smá
kend
##SA
Eftir
##ráð
##leikar
##mi
##oyr
innan
tvey
stovnað
eini
und
støð
##undur
##bólt
##36
##nna
Fyr
lý
##søk
##od
##øgum
nið
##vík
Land
æt
##45
##ingur
stjór
40
gre
vel
##eist
##uliga
##lut
##32
##skift
USA
eitur
ong
stutt
flutt
Her
halda
val
##ónd
##hald
uppr
árið
sjúk
reg
sn
tú
##ikin
gav
øld
##kom
metrar
ge
##15
##for
fyrst
tíðini
hó
nær
##ott
##ingina
hesi
nakað
serliga
hennara
fingu
dømis
norð
plá
##iliga
##ví
##ant
fýra
km
summar
##evnd
sítt
##aðir
føroysk
##yk
fær
##ob
Eitt
##ell
##ass
##pr
##frøð
ímóti
Sj
áðrenn
##isku
trý
sína
##indi
##naðar
##vi
##jóða
bar
siga
##etur
##lum
##arum
190
grund
vanliga
Við
kong
oman
##øður
##gerð
##ment
##úkk
##enna
##skeið
orð
ímillum
60
kendur
nátt
Norður
gjøgnum
lóg
##óður
komu
síðani
møgu
on
##bý
##ert
##akt
##ongd
einari
mat
yrk
##við
##urt
##unnið
merkir
##nini
byrjaði
Danmark
ganga
hana
##sum
##bú
##anfyri
##sr
##69
##øld
hvørt
The
##rist
##igur
skrivað
allar
Tann
báð
sle
##yggja
##ím
verk
son
##ystur
spældi
fingið
Sein
fø
mun
tjóð
vin
##ank
síggja
##innu
##ani
tveir
polit
##be
oynni
skulu
##flokk
landsl
amerik
and
##nast
##íl
##stýri
svim
Ne
ov
##bur
##ligum
havt
##yrk
##rop
fóru
Nú
gull
##67
##alla
doyði
borg
pers
##gjør
194
##naði
At
##æla
##ilin
##ley
fólkat
gamal
Tór
re
##stov
sigur
en
##27
##aðar
sjál
##skipan
fimm
##veg
##int
##tti
##aliga
sel
segði
##ow
##mum
mentan
##iskt
nógvar
størri
Joh
##sett
##har
##sem
##68
##ras
trið
##avnið
##úsund
Ev
##ummar
stóð
kall
víð
soleiðis
##ondini
90
dre
##ensen
heilt
70
##val
##stur
##omu
menn
##ugt
tíðar
skjótt
ógv
##verk
##ák
##ork
##asti
londum
Vág
ætt
##tum
##ern
eins
norður
Nógv
Og
Til
gift
##hvør
heiður
##eva
hvørjum
80
##28
skr
juni
ljó
##ei
brúkt
boð
##dag
inni
vaks
handil
##søg
##29
stig
##agt
##uli
2008
dagar
And
hálv
mark
útbúgv
navnið
vet
ál
frem
fótbólt
dyst
##ck
atkv
fyl
skift
flestu
tætt
##ess
##tir
##vel
##amm
##egi
tvær
Fl
Fyri
uml
uppi
fólkið
oyggj
bø
##tar
##inal
##ens
##alig
samst
Am
Hans
síð
##rík
##13
##agn
gerast
barn
ráð
##isl
##ith
gjørdu
framleið
Stór
Sp
lut
##mið
##út
##old
stórt
il
nummar
túsund
virð
##ran
##rit
195
skrivaði
sjónvarp
hæg
pen
sy
viður
##ært
##ib
##ba
altíð
minni
Hin
tur
##hug
##far
felags
El
##jan
##tók
##ala
tel
##aks
##ivið
búðu
stovn
mang
rá
##lað
##43
##aðurin
##ation
##astað
ró
sæst
##ga
##íggj
##rot
fjøll
hjálp
mett
##onnum
sínar
##erki
leggja
altjóða
ógvuliga
Or
há
man
svar
ting
##øtt
størsta
kundi
leg
##ddi
##mp
seta
undan
bil
les
somu
vør
##ukt
##va
stuð
##avnar
skald
##leika
oyggjar
veður
fjall
aðrar
Eisini
søgu
##ddur
##fj
##oyra
síni
150
dagin
##upul
henni
##ningarm
Jó
henda
##our
skap
2016
fólkinum
##yrg
stórar
føroyskum
ferða
For
Tær
far
mót
##fest
##ski
stóran
setti
31
Tv
kav
##rætt
##jur
##vís
##enni
stat
stendur
##ygd
seinastu
næstan
Havn
hátt
##opp
##ín
##aðist
##trótt
Mar
geva
jan
jarð
kn
sý
##ión
##part
standa
##iskum
##ivin
leiklut
slepp
megin
ol
tos
##ff
##arh
##eri
stødd
##evn
##undum
180
##ugl
120
spæla
kring
vanlig
allan
hildin
des
kj
nøkur
##jú
##lit
##pur
fly
føroyska
##felagið
Te
finna
kro
ídnað
##ay
##tin
##nisk
samband
191
hond
##ugust
Fe
Tí
eigur
lit
vunnið
##sar
##amil
##aga
##øðini
stóra
stórum
sløg
døgum
tikið
##ober
##gjøgnum
##skot
##amb
heimsins
##heim
spælt
bestu
liva
onk
lá
##ep
skóg
forset
helt
týð
náttúr
tíðarskeið
##astaðni
gud
##ie
##ale
##ggin
býin
týdningarm
Høv
Sig
aft
dey
eyð
##øtur
##ha
##agar
##sløg
eld
longu
Fleiri
Se
nov
sátt
##ling
##aða
##rikk
##ons
##anna
sterk
##eldur
uppá
2009
langt
ávirk
mai
áhug
##sn
##ori
##rab
170
Frá
januar
Gu
bát
nóg
##unt
##skúl
##amp
einki
##akað
##eløg
130
býur
arbeiði
stríð
tekur
plan
øki
##reg
skúla
fyritøk
tríggjar
flo
fløg
flog
2007
størsti
deild
bet
gongur
hol
mió
ígjøgnum
##jast
##oft
umboð
einst
##jóri
110
skuldu
Samb
Suðuroy
45
eiga
javn
ley
send
##ce
##íki
140
býurin
arbeiða
okkara
fíggjar
##rað
##rat
##yggj
##ue
##ála
##aráð
skil
##eym
##undu
250
mánað
sjónleik
gomul
luttók
Kirkj
Upp
don
full
hend
neyð
renn
sil
vinn
##jandi
upprun
summarið
sin
suður
vik
##als
fjøl
fylg
ferðafólk
De
að
ring
ta
tikin
Ár
##æg
##ord
##sland
landbú
stóru
##utning
lítið
ongan
Norð
eyg
kort
mis
##ýs
##pin
##ligar
##ingarnar
flest
løgting
nevndur
pláss
ey
næ
sundur
ítrótt
sept
hvø
160
##berg
málið
helst
persón
Løg
Th
august
rú
reið
##ou
##evni
fólki
##bruar
##vegis
35
mars
februar
nýggja
arbe
All
Hó
Pál
##ji
##gong
##inar
##stjór
##itin
##ndur
uppl
trupul
270
størstu
kvinnur
54
Re
hoyr
lætt
##oss
##gang
##enj
##skar
frið
breið
##ksur
ork
400
gott
ræ
##arm
##alist
alm
230
Str
føroyskt
sleppa
33
hitt
##sf
##ttp
240
210
290
2005
endur
oftast
##semi
Mið
http
jarn
juli
súkk
vestur
##sjó
##kka
##ism
frukt
alla
stórur
260
220
280
2004
høvd
##iddi
veturin
november
ak
mátt
##ins
stein
mennisk
úti
##slim
34
Ný
fla
kalla
landi
the
##sit
##skriv
árunum
nevnt
##verandi
Trónd
gekk
september
41
noy
okt
vest
##sý
##mir
##inir
##unnar
2000
##ligu
2006
longur
lu
slag
vinna
##ru
fát
vaksa
mesta
maður
##sfólk
##met
##rift
hvat
býr
##skapar
sjálvstøð
##deild
gomlu
Sv
kundu
rok
##bo
##bók
##byrg
##anin
##umm
##entur
##ingurin
##sson
##jørn
184
##ystir
veksur
##smerki
limir
borgar
##isløn
rennur
dri
famil
##her
##ine
##umframt
komin
trú
tve
##ararnir
##lands
##óttir
lata
illa
silvur
hvønn
Hóast
32
be
sagt
vat
##son
##sent
##da
##skur
##ore
árum
flý
framman
blað
orsøk
##ømi
eyðk
Hel
Tý
deyð
sól
tri
##íg
##onn
heit
##las
193
##ropa
fyrsti
nýta
##láss
vísir
týdning
desember
51
65
84
Sm
klá
sið
##eftir
##juni
##ytt
##esta
samfelag
fólka
býtt
ors
mink
55
Ge
djú
fast
kla
##tast
##vt
##hav
##mæl
stýr
##ggur
##aldur
nakrar
##undis
beint
300
Be
Eystur
Jac
Kapp
Sand
Svør
dýr
eingin
hál
in
lág
##yndir
##ames
umframt
skúl
felagið
##flutning
líka
broytt
uppruna
landslut
44
75
danska
##tak
##uv
##skúla
##ørk
##unnin
veit
tóku
landsstýri
John
74
85
Van
Vit
kun
reyð
sunn
vorð
##idd
##kall
##dan
##kkur
##evs
##øvn
##innan
##breyt
enda
lagt
høgt
##rope
sjálvur
##ithøv
Sh
fev
ljóð
##iðið
##ilmar
##omm
##jørð
bret
hóast
samstarv
94
Pa
sla
##júk
##merk
##án
##ili
heitið
stav
heimin
##frøði
annan
flutti
500
71
Ol
##ry
##rin
##óðr
##sd
##gar
##lík
##skin
heið
sjey
grøn
##tíðar
Seinni
oktober
Ma
Ong
egg
mist
Áðrenn
átti
2017
brot
##naður
##ondum
##ich
skriva
viðurskift
oyggjarnar
Sigm
61
95
Mari
Sjó
apr
bús
cm
røð
vøk
##ás
veru
fræl
##iskur
181
tíðina
liggja
gamla
staðin
partar
limur
##dep
Hesin
hædd
hildið
føddur
ljós
legði
flyta
64
Jógv
Mo
Tur
byggja
goy
minn
vunnu
##rið
##dóm
##list
##bólk
##ona
##annes
##oyggj
##tist
einaferð
talan
allir
valdur
útgáv
Høvuðs
trimum
81
91
gó
givið
##øgg
##vis
##veld
##fat
##ún
##ingu
##ingið
##laks
seks
##omet
##øki
gjørd
171
oyð
talið
prosent
53
Er
koyr
krist
##van
##vers
##lekt
skot
nógvum
##jarg
vanligt
##trú
vildi
økinum
ávís
vísa
niðan
svimj
týðandi
betri
orsakað
an
finn
final
keyp
##ikk
##rø
##ufólk
##borg
##irði
##leiki
vilja
fólkatalið
tveimum
apríl
43
Af
hoyra
kunn
meg
tor
Óla
##afólk
##nevnd
##jal
##ge
##ger
##gongd
##æti
##ildu
##elt
##slan
185
endaði
##anskt
ymiskum
bólkinum
##eistara
Felagið
Ann
Tó
dug
hú
nøk
rithøv
##ney
##yt
##lið
##ama
##atalið
##nari
2018
154
164
144
úrsl
##osi
##ølum
prest
kons
lýs
Sjúr
New
kropp
Jógvan
Høg
indi
jú
monnum
sita
##iel
##ddu
##fall
##ire
##skir
##undan
##ugu
174
161
114
blóð
svør
víst
Sjálv
Tórsh
##veldi
ongantíð
fátæk
bera
bónd
eyst
##vu
##mur
##iss
183
almenn
151
121
131
134
framle
101
vita
meiri
parti
Hesi
Síðani
ætlan
sindur
Løgting
42
Kong
bygg
grik
læt
tæ
1980
##ligur
harð
##undin
##undar
141
254
234
##heiti
sjónum
##øtu
ymiskar
parturin
aðrir
Joensen
##árið
kommunu
Evropa
heiðursmerki
73
Bl
James
Par
Russ
Ung
bak
kol
veið
##fø
##ávur
##rim
##ggjast
125
124
104
111
231
264
211
221
224
291
281
heima
hesa
føroyingar
Heim
nakran
staðfest
rættiliga
besta
sambært
##samans
politi
beinleiðis
myndug
##ákup
vatni
Ber
Eg
Film
Jákup
Nic
dám
hildu
lend
##if
##rinum
##gur
##bi
##staður
##ilomet
##alinum
heyst
stundum
verja
204
##atur
##akr
##nivers
útvarp
261
241
244
214
274
294
2001
2003
##statt
settur
kirkjan
okkum
jørðini
brúka
gevur
barna
aftan
upprunaliga
Svøríki
63
Me
Undir
gl
kongur
op
rey
##nan
##jald
##kur
##gev
##gáv
##enta
##ont
##andur
##ligari
133
framfør
251
271
284
nógvir
bygdini
roynd
pening
Hvør
Po
Vest
páp
sav
##ier
##hol
##mynd
##ít
##igh
##raf
##araftur
høvuð
annar
##íggir
enskum
Týsk
An
Kina
Klaks
af
dóm
gu
jó
##junum
##stør
##stýr
##risti
##les
##øgd
1500
##uth
leggur
krav
annars
spælir
Fram
livir
egna
skrá
Georg
800
Kv
djór
dyrk
fang
kan
rein
Øll
átt
##ron
##aland
tess
##ongu
2019
##illi
##yrka
105
gransk
Umframt
londini
slík
lagi
virkin
lítil
Alt
##íggið
felagsskap
Klaksvík
52
fest
key
Út
##se
##ock
##par
##innum
##anar
##skil
##onsu
einar
##ikil
##rad
##slend
##naðinum
155
115
oyggin
fjór
##broy
##stral
økið
Flestu
##flokkurin
gjørdust
sáttmál
kunna
83
Fre
La
farin
mikið
##ðing
##inga
##inginum
umhvør
skor
1999
1990
1998
ment
##iskar
##ult
153
175
býar
leingi
hesar
##yggin
sambandi
latin
evrope
niðri
sonur
93
Ak
Ve
dans
fim
fødd
hund
##gen
##mb
##alg
##alin
stytt
avgjør
##isráð
hvar
165
##ash
formaður
føroysku
krón
Einei
bygdir
endamál
Harumframt
serst
hendi
Bret
báðir
landslið
Jóh
farið
36
38
Eur
FM
Hús
Hval
Pet
Sa
Ser
Tal
Tjóð
eystur
rak
sá
tung
ók
##virk
##fon
##stíð
##ildi
frum
sey
##agr
útlend
árinum
ald
##øðum
123
273
##dda
nevna
##smaður
##støðu
bókment
felagnum
útbúgvin
álop
støddar
Sambært
48
Bók
Co
hinum
kor
kyn
váp
##io
##kar
##ils
##ille
##rig
205
##itet
1993
255
265
225
forn
oynna
kapping
doyðu
evni
Fj
Far
Ital
Indi
eta
føð
lok
áður
##já
##ukk
##aranum
##unkt
stak
##lett
einans
##nist
##ggju
fólkum
##eiður
173
135
235
213
215
275
spur
285
Stør
bygdur
Umleið
løgreg
staðið
starvast
víðari
bøndur
sjónvarpsr
olju
62
Ikki
ant
kjar
mu
ney
tj
ur
vand
##ønir
##kapp
##aðum
##skor
##rivar
##laf
umtók
skj
##ity
samans
bronsu
163
143
145
##inda
svam
minsta
búði
vaksin
valdið
##staðurin
báðum
Vági
deyða
luft
Jacob
landslutinum
Bæði
Mong
Millum
Oyggin
UC
bor
elekt
kent
íslend
##rini
##yd
##ýt
##bl
##amann
203
##esi
síggjast
##ros
103
113
233
263
243
245
295
bygt
sjógv
byrjar
Leik
jørðina
valdi
##hvørt
samstundis
72
Henda
fug
læk
nav
vegin
yng
°C
##ach
##dr
##ýp
##ýtt
##stein
##untíð
##rika
##igar
##ggi
##slandi
trø
##øðin
framvegis
253
nýt
fors
nevndi
londunum
kappingina
okkurt
Kring
kallað
einstak
júst
37
46
82
Gud
bøkur
bjarg
fall
sat
venj
##nið
##lur
##linum
##ham
##hand
##arg
##alandi
##ris
##aksin
##ligan
##ulus
223
293
283
form
##ótu
##fess
Frak
minst
minutt
lívið
##bólti
vatnið
nýggjum
##rasil
útbúgving
Stóra
lesa
aðal
Tróndur
Kappingin
nøkrum
##ilometrar
Eineias
66
ES
Jes
Navnið
Rey
bot
bard
filmar
kre
korn
post
væ
ári
##run
##ton
##lir
##lendi
##vegin
##umb
##stjóri
##aldi
##leg
##ativ
1994
sostatt
##sluni
varðve
tríggir
##rok
kríg
skipað
nærum
fótbólts
stuðul
##parturin
ávirkan
kortini
rúm
klass
fevnir
konsert
39
68
Hv
Jan
Mál
Pr
Ver
ab
dyrka
mugu
runt
sendi
##jet
##ós
##sla
##dýr
##mála
##byg
##alis
##ørnum
##ingir
ste
##iger
skatt
##álk
1970
samk
##undið
##asm
grann
tvør
##spart
##ollvel
selt
dystir
virðisløn
##aleik
eldri
krónur
Italia
58
92
96
bá
hagar
vist
##az
##oe
##lóg
##úg
##skóg
##one
stand
skel
##gvøll
1996
##rahús
stórir
hesin
##ntern
góðar
langa
##mannah
førdi
Lands
##burð
giftist
atkvøður
Amerik
UCI
Grikk
Keyp
bank
fin
sæð
Íslandi
##sur
##tingar
##tikin
##oc
##okt
##vald
##aru
##stri
##stav
##skr
##skoð
steð
##oys
##øgur
##iski
sosi
harvið
trúgv
afturat
##ningum
##fólkið
sjálvt
##anski
##dnaðist
##manna
hugs
velja
báðar
veðurlagið
nógvur
56
Bar
HM
Han
Hav
Mort
faðir
gildi
rør
vøt
##sg
##oks
##londum
##hen
##sturin
tilfar
##oyar
##ðurin
##økt
162
##ress
inntøk
nevndir
ferðav
ferðast
##ningurin
longri
##øtuni
Summi
maskin
grein
mentanar
##harri
almenna
úrslit
Sjúrður
Keypmannah
Ab
Anna
FC
Mad
Per
ST
funnin
tør
vind
Úr
##aftur
##ne
##sskap
##ynn
##laði
##vág
##hu
##fi
##band
##ídnað
##ward
frøði
##ika
1991
útflutning
122
##rein
býum
212
blóm
svart
skipan
##ført
##arðar
miðdep
hvít
##ukur
tosa
mánaðir
trupulleikar
##byrgd
goym
finnast
57
77
76
86
Inn
OL
hað
ly
pá
senda
##ly
##lunum
##æv
##ings
seyð
##akapp
1995
##íða
##jógv
komið
##slum
##sløn
##ógva
tryggja
##ivu
gjørdar
132
102
262
242
foreld
##indum
##smið
##okrat
sjálvum
sigst
##abólk
manna
egnu
vídd
royna
Hesir
Avstral
smáar
Landið
oyggjunum
donsku
arbeiddi
jarnbreyt
nakrantíð
hundrað
frøðiheiti
49
47
78
88
Hoy
Kol
Ta
Univers
bí
koyra
##ðini
##nyr
##yggjar
##ymp
##udi
##ári
##ines
##anarar
##enti
##alar
##oynni
temp
2020
sek
tíggju
##sluna
152
gjørdur
142
222
##innuni
##alli
grind
máli
hernaðar
##ussen
Fran
heilsu
vildu
Christi
##ekur
##ylg
##iligt
triðja
sjálvstøðug
sunnan
##føri
98
Ant
Dis
Havnar
In
Is
Mus
Oft
Sch
Val
dimm
rygg
rødd
yn
##ivur
##nastu
##jál
##sók
##feløg
##stir
##lad
##oyggjar
202
menning
172
2002
búskap
##føra
kappingini
ymiskt
Saman
##felagnum
##framleið
##ætlan
Arbeið
Grøn
kommunur
Fyrsta
##søgur
Hansen
hægsta
syng
viðurk
##ational
eydnaðist
næm
djúp
antin
samkynd
600
Dag
Mal
Nik
Niel
Tor
borð
fak
fugl
kost
kenna
mein
nám
rit
russ
renna
sukur
##ðar
##rir
##nev
##øða
##kær
##larnir
##hví
##min
tilsamans
192
196
1992
1997
##øgan
alment
112
252
##reist
232
282
##heit
arbeiðir
skipa
##lupp
strondini
kappingar
langur
kirkju
royndi
ríkis
##æðið
mongu
smáum
##flokkinum
Andre
vørur
mátti
Poul
##arafturat
muslim
Disney
87
Krist
Man
Niður
Pro
Rasm
Sta
fong
gul
gingu
kær
loft
rús
sál
slupp
tap
átta
átrú
##iftur
##ai
##aw
##tið
##ola
##film
##ania
##umtók
##illa
##alur
##alurin
##avík
umfat
skrift
##endir
##undir
##istan
182
##olog
118
266
272
292
##óðir
##smann
##smál
tali
slætt
miðal
virksemi
1000
mongum
kvinnu
stjórnini
amerikanska
selja
kjøt
áhuga
##rabb
vorðin
##ight
##illiam
Ed
Kort
Sl
fann
funnið
kanska
##ónar
##armál
##støður
##erað
##ennir
heild
avgerð
skú
1989
##rael
samgong
tímar
bre
træ
##leikin
106
##artil
##rivat
kríggið
sve
##smenn
helm
vælumtók
bygdina
meiril
uttanfyri
Noregi
sjónleikar
Summar
vísti
##staðni
ríki
##greið
profess
Fyrr
norðan
##býur
yrking
##skúlanum
flagg
dripin
jóla
minuttir
Mang
Næst
Niger
Wor
William
di
dóttir
jø
mitt
neyt
sand
##lim
##qu
##ino
stud
einasta
##ator
1974
1960
##nia
uppskot
##økinum
166
246
##allur
seinasta
sven
##ada
smær
arbeiðs
búð
búskapar
Hesar
flokkurin
luttaka
fótbólti
Fyrst
sjáldan
skifti
turk
veðurlag
upplýs
Sigmundur
finaluna
navni
97
Aðr
End
Lat
Pol
Vestur
børnum
gongd
gentur
kat
myrk
ovur
privat
valið
ánna
ør
##ðin
##rak
##nina
##óta
##ovur
##ood
##dum
##vin
##mans
##ink
##aran
##arunum
##erv
##alag
##skj
stjóri
einasti
1966
hart
harav
##slur
##turnar
178
126
146
107
116
236
býir
276
226
296
Ste
hvørki
##ningin
bygdum
livandi
dømi
##spæl
fyrrverandi
##staðin
filminum
gomlum
Fyrstu
stjórnar
hóp
drepa
##íggju
neyðugt
nýtslu
Kringvarp
Hen
Karl
Petur
San
Sim
føði
hø
hag
ill
mótt
vinnu
ánni
##edi
##ipp
##sliga
##srael
##hø
##bor
##bygd
##ump
##alend
##alondini
##onsku
heitt
##ame
stýri
##ish
206
198
1984
1988
menna
samt
uppkall
##økið
##leikarnir
136
108
256
278
286
heimas
leita
grót
##frá
##ølini
kvinnum
##ersen
rættindi
sangir
liðið
ungdóm
húsini
høvuðsstaður
økjum
nýggju
søgdu
støðum
turr
fjøllini
fjøllunum
tosað
onkuntíð
Thom
fruktag
klár
slapp
búset
Keypmannahavn
Avstralia
59
67
Ale
Komm
Lu
Oyggj
gras
jól
syst
topp
vík
várið
##adi
##juna
##ómar
##ys
##ykt
##FA
##arætt
##stat
avtal
verks
skaða
fyriskip
1973
##ssur
fólkini
186
188
156
158
148
117
fleir
237
238
248
216
218
228
298
##osa
##ondina
##otor
nevnist
##heitið
##rarnar
ymsum
##skapi
##lub
##ómver
##tals
kirkjuna
lærari
##akka
støðu
stjórnin
snýr
##frøðingar
omanfyri
Seinastu
##vísi
flogvøll
donskum
landbúnað
Tórshavnar
lendið
Talan
kjarn
##nyrðing
Barb
Ferð
Hend
Island
Mon
Pri
Tíð
Tour
Ven
feløg
hini
halg
ital
ke
lø
lótu
ákær
##lari
##lingar
##ýst
##co
##ír
##ster
##ile
heiti
##amerik
summum
##isp
tein
einsam
207
208
frál
##ands
##itar
fyrisit
##atr
##atión
197
útr
##øku
187
aldur
landsins
176
128
168
138
258
267
288
nógva
##irkja
hesir
málum
##ningur
##ide
##opt
settu
##orgun
##anskur
prý
lagdur
hinir
liðug
klæ
vísind
loys
greitt
fluttu
sjúkrahús
##vín
##akteri
##ddist
Tvøroy
floks
##onnunum
##veldið
kunngjør
Høgni
keypa
99
Eyð
Finn
Gl
Hug
Ing
Mynd
Magn
Pic
Rom
betur
dá
gra
móður
odda
rað
rund
revs
tunn
##nur
##ógg
##sj
##yp
##uti
##ven
##høv
##mót
##áb
##anka
##amar
##lefon
set
seinnu
1972
1985
##olum
##øðunum
##emokrat
157
137
147
##ðrið
268
##enning
##erkið
hvørja
bland
talinum
prógv
Noreg
navninum
bólkurin
##ætisráð
Fólka
yrkingar
Vágs
fremst
framleiða
skapa
leiklutin
sjónleikari
arbeitt
frammanundan
Filmurin
aftaná
haðani
Fisk
Jos
List
Mart
Meðan
Nev
On
Roy
Vatn
fígg
hor
krabb
lov
læg
mik
papp
søl
ábyrgd
##yld
##kl
##hi
##hit
##arf
##stór
##alond
##skrift
hell
##legg
viðgerð
##narin
1975
##eyg
##leikari
framhald
247
217
277
287
millión
greið
tíðliga
veing
##ick
##lukk
##ortug
Skip
sigla
bókstav
útgivið
films
børnini
##amálið
fiskiv
##eistari
##skifti
##frøðilig
reka
hægri
róp
týdningarmikil
##aráðið
Allir
hoyrir
heiðurin
Ólavur
heystið
skrásett
Jesus
World
verksmið
700
As
Brasil
Dav
Eið
Eingin
Gam
Hæg
Ind
Onnur
Wal
dent
horn
ná
rø
rís
sh
unum
##jað
##jari
##oti
##djór
##uel
##lin
##ædd
##ca
##bund
##erg
##eng
##amin
avmark
umb
1986
##ittar
##eth
##napp
##jørg
##leikanum
177
167
227
297
##asavn
hermenn
spældu
strendur
løgd
løgdu
byrg
heils
miðbý
tónleika
konufólk
##søkin
##víst
##evndin
onki
yrkis
junior
oyggjum
synir
javnan
Kirkjan
vikur
fjølbroy
Ársins
sjálvstøðugt
frælsi
góða
Sjálvt
afrik
Faroe
Mortensen
smærri
69
79
Del
II
Je
Jør
Lond
Mark
Sc
mamm
nokt
rómver
sag
situr
to
tyk
Ísland
##óri
##sfor
##yll
##yng
##usk
##upp
##vinna
##havn
##hild
##mm
##bil
##blá
##brig
##skari
støði
##dist
summi
vardi
##igartil
##oya
sem
##akast
1950
1953
##ague
##esti
##ulið
##slóg
##tión
##eiði
##øðu
fløgu
127
257
stórbý
býunum
grav
##áttmál
veita
##ice
endar
##ardag
##støðum
sangin
doyggja
ríkinum
Fólkið
skjót
fiski
velta
##haldið
##skeiðis
orðið
norðurlend
Nógvir
barnið
teldu
rópt
mettur
Tveir
knýtt
onkur
Smith
##holm
Týsklandi
Fred
forsætisráð
Hand
Kon
Ráð
bo
ból
eita
gent
kar
leir
lendi
myndir
pla
só
salt
utt
##ec
##ninum
##sir
##sskipan
##vaksin
##19
##ánar
##are
##ena
##alív
viðvík
eind
havið
##ulin
##ulív
hjú
uppreist
##unda
teirri
##naðu
nýggjar
undirvís
nevnast
##beiði
seinna
##ope
##lant
leikarar
streym
##shús
kappast
tekni
staðnum
aðrastaðni
klæð
League
flokkur
flokkinum
Fólkatalið
##alifor
starvaðist
jørðin
Soleiðis
reglu
norðara
##ímun
svimja
Neopt
mangan
##gaard
Upprun
fjølmið
aðra
súkkl
##sjón
máttu
##deildini
Vanliga
##eistaraheitið
rithøvundur
Russland
Oyggjaleik
##mótans
Neoptolum
89
Col
Dr
EM
Hol
Li
Mat
Pe
Ro
Sve
Vík
bað
fjør
gald
klett
kilometrar
letur
mj
mor
mold
opin
pør
sann
sent
syð
tok
áin
##søgu
##ykk
##uta
##vum
##vtin
##fugl
##by
##brot
##ze
stev
sumri
teim
skrivar
##ligi
##estu
samd
sokall
##slætt
trygg
##iva
##eira
tví
blá
blivin
blivu
veitt
##landinum
##tøku
##shav
uttanlands
##sverk
góðk
Char
##samt
kona
konu
Arg
útgivin
vegna
landsd
omaná
náttina
##øldini
##harrin
##dagin
handils
vetrar
deildini
##óðrar
misti
Sjón
Jacobsen
900
Ad
Award
Bein
Djur
Enn
Fri
Jens
Kl
Lít
Nøkur
Rem
Sør
She
buss
emb
gj
giftur
játt
kop
løtuni
mam
net
song
savn
##rá
##síð
##kan
##utta
##uks
##gera
##fari
##bar
##pi
##inos
##iðja
##stól
stjør
##avirk
skem
skyl
##vurin
##ggir
havinum
##eli
##ella
##iskir
fólkar
##skapp
nýmótans
milli
grø
metrum
bygdar
##jarin
##tíðini
##tøkan
gerst
lívi
sigl
##verri
##felagsskap
##ørðum
høgur
víg
klæði
klokk
útgav
Fólkat
##lendingar
læra
hjálpa
##eistar
føroyskur
møguligt
møguleika
enskt
fremm
náttúru
sáttmála
##skúlin
viku
eyd
orku
almen
kallast
flýgur
politikk
Nicla
dyrkað
India
venjari
Ofta
heimasíð
Tvøroyri
Martin
##alifornia
galdandi
Ang
Bo
Kat
Mik
Mag
Met
Matt
Nið
Sosi
Uttan
fag
fæst
gong
griv
ind
lógg
pí
rest
tik
tim
tøk
Øssur
áir
##runum
##ný
##súkk
##gi
##hyl
##ætta
##bra
##ball
##pen
##pláss
##TO
##arta
##aðust
##alendi
##ones
##onskum
##ingunum
##amaður
vart
sker
1981
1978
1977
##agarð
##rap
trop
##oliti
139
##ason
##stad
grá
##ølunum
málini
krev
##ogn
##førum
byrja
lívinum
Samst
##strondini
Summir
virka
ungar
vín
roynt
leiðari
nýggjari
blett
flokkar
filmum
listafólk
##eypis
starvsfólk
stovnaði
lýsa
##óðurin
##orku
innih
marknað
mangir
bilar
vøru
fjallið
kava
statinum
##partin
høvdið
minnis
góvu
oyðim
Tórshavn
Jóhannes
ókeypis
tjúkk
samansett
miðdepil
Rasmussen
Nigeria
milliard
Niclasen
Con
City
Fug
Ke
Kun
Lim
Megin
Pal
Pla
Rober
Sang
drot
hótt
kap
kyk
rý
Áin
áskoð
ód
ófr
##sbr
##ya
##ynt
##tor
##kast
##løg
##17
##final
##fylg
##ætur
##bein
steyp
tiltøk
##iser
##omp
##omen
1971
1964
##ólkurin
##uld
##egur
frágreið
##økurnar
hval
treyt
##iver
##emp
##leiklut
179
##øvnum
##ættir
heimsm
##arte
Stat
tvs
yvirhø
smitt
ymsar
##apan
##lukapp
##øllin
tala
vakurt
##anskir
sanginum
nevndar
##elda
góðum
burturúr
tónleikabólk
bókina
annaðhvørt
evna
vegir
##ungur
stovnaður
regn
km²
Orð
deyður
plantur
fløguni
Kirkjub
vinnur
Páll
lættari
allastaðni
familju
heitinum
skúlanum
viðurskifti
búsett
Afrika
serstak
vápn
##ollvelting
##ynning
##huus
Neoptolumos
Sveis
yvirhøvur
Aft
Bara
Eyst
Fugl
Ho
Hví
Hák
IS
Kar
ell
eks
gøt
góður
kur
kald
mø
rav
røtur
vis
yr
##ian
##nis
##ym
##ota
##vig
##vit
##vatn
##hr
##arí
##anir
##umál
##stig
##stovur
##ener
##enos
##unk
##unar
##alær
##rid
##ørur
##amenn
eink
209
##ata
##atíð
199
1982
menningar
##nirnar
##iskap
uppaftur
##ugr
trúgva
##úgvin
169
109
tíðin
tíðind
kríggj
yvirl
yvirlit
##brúk
helvtin
##oga
##ade
bygdin
##uper
tekst
langar
##ahl
latið
førum
off
##húsum
##ack
kendastu
niðanfyri
greinar
##stovu
stóðu
víða
dystin
Flokk
ilt
##laðið
mótmæl
Tvey
jarðar
skilja
hendan
fylgja
##ismu
vestara
##ummull
trúar
Onglandi
svimjing
##biar
Veður
syngja
Kommun
London
Bur
Fo
Fær
Guð
Hot
Harafturat
Intern
Jav
Lær
Mc
Min
Mós
Pers
Sil
West
Yvir
et
etur
higartil
ken
kaf
lin
mý
mans
myr
oyr
pos
punkt
røk
ull
vill
venda
ót
##san
##tá
##taka
##kað
##kore
##vs
##ho
##han
##ævið
##bum
##arti
##ila
atom
##alu
still
strik
verandi
1963
1961
1930
1987
1969
samráð
sov
##ulla
hjart
uppí
##slam
##laga
159
floy
149
framt
fyrra
býráð
spr
299
##asen
##use
##allið
hesari
yvirgang
metra
##iddu
nakrir
kappingin
ymisku
##ubl
livdi
partin
egin
kirkjuni
bólkar
Leivur
hvítur
##alif
loyvi
broytingar
plátu
##ímóti
sonevnd
álvar
##útgáv
##evnuni
kross
vinnulív
Streym
menniskju
fólkasløg
veruleikanum
Høvuðsstaðurin
##veldinum
svørt
svørtum
##størsti
Grikkalandi
finst
Franc
profession
Næstan
Hendan
Magnus
dámar
umborð
Upprunaliga
Djurhuus
Samstundis
Robert
Bot
Børn
Cl
Gre
Ha
Hø
Kal
Mic
Myk
Pól
Park
Páp
Rætt
UE
Vin
bind
eit
ferk
gos
garð
gass
grikk
kór
líð
níggju
pass
rann
sen
ven
##jing
##svar
##tikið
##laðu
##16
##myndir
##48
##anina
##ste
##ene
##skan
verju
umv
einf
setur
##akistan
1900
1976
1962
##ager
havi
##jós
samkom
útfl
harumframt
189
brenni
træl
##leikan
flúgva
129
##ropp
##ross
##rekk
239
219
279
229
nógvan
##asavnið
##ddir
bygdu
fáum
hvørji
##orðið
##arvið
##brú
orða
##ograf
kvinna
kvøld
smíð
sjálvan
##upu
##øtir
Skot
niðurset
lívs
kappr
Sama
miðskeiðis
##svøll
hinar
partinum
ungum
høgum
##menninir
amboð
luttak
líkist
kommununi
##veður
brúktur
sjúku
##form
norðanfyri
##frøðingur
grundar
orðini
lógir
persónar
Andri
skifta
##aligt
virðisl
telur
ráddi
sínari
skaldsøg
Felag
luttóku
løgtingsv
akti
Paulus
lýsir
kroppinum
dámdi
##andura
##stýrið
George
kanst
fugla
tvørtur
Amerika
Christian
Isle
Endamálið
sóu
embæt
UEFA
Air
Best
Dahl
Fro
Hein
Hansara
Inni
Kor
Kalifornia
Liv
Mann
Ph
Sn
Søg
ad
búk
fí
fat
fiska
givin
gongu
kirkja
knapp
liti
nokk
ross
sit
tol
vir
##ekt
##nám
##nalist
##sjúk
##yss
##kr
##der
##lær
##mun
##37
##ci
##inver
##irg
##strar
ognar
##alk
##onsk
stoy
avfall
tilnevnd
veruliga
ske
franska
##atúr
seld
1940
1979
1967
##age
##iskari
elsta
##íkar
framsý
119
259
269
249
289
##ova
tíðir
##bert
kanningar
##indar
vitan
##544
##ica
##skapars
bústað
##eðra
longdar
##orth
uttanrík
gamli
gamalt
ungu
latín
##kvinna
søguni
føra
##veit
kendir
øldir
Danmarkar
##aligu
svarar
somuleiðis
##ygdin
##skotið
forseti
náttúruni
fløguna
landbúnaðar
plássi
persónur
noyddist
sunnanfyri
##oyggjum
fjórð
skoraði
landsliðnum
nevndist
bardaga
Málið
##spartinum
útflutnings
##ympisku
Nielsen
tykist
viðvíkjandi
Fuglaf
Aftur
Bø
Bjar
Gøtu
Kan
Pi
Son
Sov
Super
Tork
Veg
York
bann
doll
danskt
drap
fo
hit
høgg
kos
me
maðurin
motor
neðra
róð
rógva
sæti
tons
útt
##rom
##nunum
##ótta
##sag
##ua
##12
##magn
##39
##38
##post
##úð
##ansku
##alum
##skú
##ament
tilnev
skeið
skyld
##ólv
##ati
##ake
##akar
##ligir
##eløgum
##ending
##lagt
##leiðandi
elstu
##naðurin
trumm
##ivnar
eftirn
leit
##ildið
##iðurskift
hvørs
veðrið
seint
fjar
vitj
##240
kvenn
kvalif
##flog
##tíðina
sermerk
strondina
##442
prent
nýttur
bókin
bókini
##315
##aferð
##358
filmurin
beinan
lærdi
prot
##íggi
velt
gavst
##komin
politik
politiskt
Athen
##own
##semið
dreingir
hálvt
Spania
hjálpar
Orsøkin
hátíð
##øttum
stuðla
##fjøll
kavi
hondbólt
##heiminum
tíðarskeiðið
##øturnar
bátar
Sambands
samfelagnum
háls
Turk
framleitt
##størsta
avgjørt
yngri
Hoyd
Music
ovurstór
juniormet
fjølbroytt
Jørgen
mjólk
Javnaðar
Móses
Andrias
Det
Dansk
Hjá
Kj
Kim
Lit
Longu
Nól
Pætur
Sól
Sint
Ter
Un
bakk
bummull
du
eftur
fjørð
hent
kast
lis
leyp
mm
munn
rót
rundan
sak
søk
turt
vøkur
valt
Ír
Ísrael
ásett
##óp
##song
##savn
##yvir
##kj
##gávur
##18
##hjál
##monnum
##che
##57
##49
##bát
##úv
##we
##anes
##ske
##averk
1983
##tion
##økum
##ógvi
##ivág
##oli
##olf
býta
##usv
bygdi
bygning
núverandi
##660
##666
##664
##844
fjalla
##smaðurin
##731
##219
##212
##217
##210
##216
##211
##213
##218
##215
##214
##915
##249
##242
##247
##246
##241
##243
##248
##245
##244
##239
##232
##237
##230
##236
##231
##233
##238
##235
##234
##519
##512
##517
##510
##516
##511
##513
##518
##515
##514
##605
##549
##542
##547
##540
##546
##541
##543
##548
##545
meta
berg
ymsu
##722
skipaði
##987
##765
##969
##339
##332
##337
##330
##336
##331
##333
##338
##335
##334
##449
##447
##440
##446
##441
##443
##448
##445
##444
##259
##252
##257
##256
##258
##255
##110
løgmaður
##659
##652
##657
##656
##658
##655
##777
##229
##222
##227
##226
##228
prís
prins
##107
øðrvísi
sangurin
##stríð
##559
##552
##557
##556
##558
##555
##349
##342
##347
##346
##341
##343
##348
##345
burturav
virkar
##seta
##319
##312
##317
##316
##313
##318
##árini
##359
##352
##357
##356
##419
##412
##417
##416
##413
##418
##415
listanum
##269
##267
##268
luttikið
##yns
vegnum
##húsið
##369
##367
##368
##459
##452
##457
##456
##458
##329
##327
##328
ongin
##komandi
trýst
munur
svartur
Teitur
tíðarskeiðnum
##meti
roknað
Olsen
Maria
ávísum
grikska
bakinum
Hvørt
umhvørvis
aldri
bókmentir
stakrík
Hanus
vælumtókt
upplýsingar
keis
frálík
Picard
350
Ala
Cast
Fer
Fac
Jón
Japan
Ka
King
Les
Lóg
Mor
Menn
Oyggjar
ban
bakteri
co
dótt
dukk
dýp
git
gev
ko
kg
kenni
morgun
nøvn
sók
toll
ván
ír
ón
óhe
óføra
##au
##jin
##slig
##garð
##læk
##59
##52
##56
##58
##42
##47
##46
##bro
##bjørn
##pæl
##úm
##íður
##arði
##arliga
##ane
##urð
##skrivar
##oni
styrk
stjørn
##avist
vertur
##isa
##issi
umbo
ummæl
umstøður
##oyggin
fræ
##ath
##atkv
##atali
1920
##eyst
##eta
havn
##iskup
##egnum
##undurin
1800
##íkinum
##úgvandi
almann
1600
##jaft
##rek
##innuna
##eindu
##ktiska
Stutt
##áttur
forða
Heil
Hekt
nútíðar
##999
##992
##997
##990
##996
##991
##993
##998
##995
##994
##809
##802
##807
##806
##801
##803
##808
##805
##804
##669
##662
##667
##661
##663
##668
##665
##949
##942
##947
##940
##946
##941
##943
##948
##945
##944
##849
##842
##847
##840
##846
##841
##843
##848
##845
##709
##702
##707
##706
##701
##703
##708
##705
##704
##749
##742
##747
##740
##746
##741
##743
##748
##745
##744
##719
##712
##717
##710
##716
##711
##713
##718
##715
##714
##939
##932
##937
##930
##936
##931
##933
##938
##935
##934
##739
##732
##737
##730
##736
##733
##738
##735
##734
##539
##532
##537
##530
##536
##531
##533
##538
##535
##534
##819
##812
##817
##810
##816
##811
##813
##818
##815
##814
##909
##902
##907
##906
##901
##903
##908
##905
##904
##919
##912
##917
##910
##916
##911
##913
##918
##914
##609
##602
##607
##606
##601
##603
##608
##604
##839
##832
##837
##830
##836
##831
##833
##838
##835
##834
##649
##642
##647
##640
##646
##641
##643
##648
##645
##644
##639
##632
##637
##630
##636
##631
##633
##638
##635
##634
##619
##612
##617
##610
##616
##611
##613
##618
##615
##614
kvæð
herdeild
metið
##889
##882
##887
##886
##888
##885
##729
##727
##726
##728
##725
##759
##752
##757
##756
##758
##755
##959
##952
##957
##956
##958
##955
##989
##982
##986
##985
##929
##922
##927
##926
##928
##925
##769
##762
##767
##768
##962
##967
##968
##965
nakar
##789
##782
##787
##786
##785
ímynd
##859
##852
##857
##856
##858
##855
##119
##112
##117
##116
##111
##113
##118
##115
##114
Skála
##anskari
##309
##302
##307
##306
##301
##303
##308
##305
##304
kappingum
##779
##409
##402
##407
##406
##401
##403
##408
##405
##404
##109
##102
##106
##101
##103
##108
##105
##104
##869
##862
##867
##868
##829
##827
##826
##828
##979
##streym
##149
##142
##147
##146
##141
##143
##148
##145
##629
##627
##626
##628
mannarætt
tónleikari
doyr
ungur
egnum
høvuðsstað
aðrari
lima
bólkin
##879
Leiv
vatninum
leiðir
hvítt
hvítum
##sbólk
broyta
##159
##152
##157
##156
##158
møguliga
munandi
##ílur
1948
sjáld
dreing
Flog
##139
##137
##138
##ritið
##439
##437
##438
##ournalist
##tinent
týdningarmik
fyritøkuni
borgarakr
drip
landsstýrismaður
grønmeti
viðurskiftini
keypti
eystan
tænastu
veiða
Hvalba
Størsti
sjónvarpsrøðini
krevur
vænt
##azz
næmingar
Mangir
fyrisitingar
Romulus
Wales
strendurnar
##brigdi
timbur
Kirkjubø
Sovjet
umboða
Bú
Bygdin
Cup
Carl
Gunnar
Hamm
Ju
Lív
Mich
Pakistan
Rich
Tim
bi
dómar
eig
eyk
ham
hól
hitin
intern
kalend
løn
mo
múr
pall
rom
rók
røðini
sú
sun
senn
slagið
virði
Øk
ís
óv
##ien
##jir
##ónum
##of
##lond
##ljóð
##per
##NA
##stra
avleið
verri
##oym
##narar
sess
##álop
##ome
##estiv
fólkav
##tic
##undinum
##aldar
##olit
##leikum
##repp
býirnar
spí
innleiðandi
enntá
heims
##óðskapars
bygningar
##rarnir
fáar
##ararnar
sjóvar
##509
##502
##507
##506
##501
##503
##508
##505
##504
##209
##202
##207
##206
##201
##203
##208
##205
##204
##indini
seinast
helvt
arbeiðið
sjálvs
sjálvstýri
skipar
allari
strí
longd
niðurlend
##anskar
valdir
sangari
##ahús
##afar
flokkin
evang
lista
##arbólk
##sborg
hjáland
lýð
velur
##ford
##øðurnir
møguleikar
tjóðskapar
##stovan
##skipanin
Johan
##verkið
##dagur
síðu
lutir
ráða
vørum
sleppur
Tele
stríðast
fyritøkan
sinni
ringt
Allar
##stjórin
ræðu
vestan
borgarstjóri
beigg
djúpt
Sigmund
fræls
áttu
Jóhan
Petersen
Saint
Fraklandi
steðg
umfatandi
katól
samtykt
systk
krevja
drotning
kapit
Flokkurin
International
Torkil
Ap
Ass
Bill
Bert
Bólkurin
Conn
Dam
Eld
Eli
Hal
Hatt
Kn
Lou
Pier
Reg
Ruth
Syð
Tú
Vic
Ym
bjóð
islam
kle
kók
krim
lid
ne
pól
sild
sitið
tun
tenn
túr
ww
Æt
íð
##iftir
##ain
##randi
##rans
##ypt
##te
##th
##kja
##ula
##vaks
##heiður
##merki
##ára
##car
##cord
##bre
##bot
##puni
##ör
##anini
##ument
##ttar
##skald
stál
stutta
##leggj
tiltak
##óru
skógv
eintøk
##ikt
##iku
##atri
##aki
##akv
##elg
##jón
##evnu
samfelagið
##iskan
úts
tíma
bringu
trív
##íkið
##dust
spor
##over
##asam
##erkla
##einur
grøði
##óndi
##búgvar
undirskriv
foreldur
málinum
bløðini
íbúgvum
íbúgvunum
vitja
Eins
##flyt
minka
skips
##landið
##eyðk
heilivág
tekin
livdu
liðugt
manni
merkt
##spur
##spláss
húsum
royndir
lítla
luttekur
brún
myndini
frítt
brúkti
stjórn
##óndin
snið
kongi
matvør
politisku
andaðist
svimji
seldi
drekka
ráðgev
framleiðslu
##farið
Elin
mangar
rán
svarta
tinglim
##amband
##heimin
##eph
##aráðharri
neyðug
suðuri
Árið
orkest
orsøkin
vorðið
samstarvi
Pauli
lýsingar
tænast
politikki
pápin
savna
savnað
høvuðss
Týskland
fjórða
bøndurnir
varðveitt
krígnum
báti
steðga
##heitum
sluppu
fruktagóð
Barbie
pappír
Asia
Frederik
Hákun
yrkt
Færø
dollarar
Sovjetsam
www
Ask
Bu
Borg
Can
Em
FI
Há
Hálv
Jørð
Kári
Long
Lut
Na
Rock
River
Salt
Wik
You
bund
bumb
gle
himm
jap
journalist
kjaft
læ
last
nr
rakt
sip
tra
torn
vendi
áarb
íl
##ee
##ih
##ium
##nam
##ónir
##slag
##ole
##off
##økk
##gu
##vara
##vsøk
##hag
##mo
##port
##angg
##ering
##untr
##amark
##dia
avger
viðgjør
tilburð
vernd
umsit
skiftir
##ate
##eyður
##els
tískil
##leiðari
elva
hve
##emb
1700
1200
spak
spre
##irksemi
leig
##ddar
##iddur
settir
tóna
allur
stovna
gerandi
Sumba
góðir
døma
liðnum
mannfólk
merki
aðru
leiðini
nýggjur
flokkum
hvítu
Grand
##eder
##ostur
kvinnurnar
##irðisløn
fiskiskap
brúkar
loyvt
lýtt
ætlað
føroyskan
verkætlan
vinstr
##leys
fólkating
triðingur
skrið
##fjøður
Jóannes
forsetav
sterkt
áhugamál
plantu
fløgan
fullkom
hendir
##skrivari
eyðkenni
Helenos
siðven
##havið
reyðum
úrslitið
byggir
útvarps
Akille
Bretlandi
seyður
kyns
føðingar
umtókt
Frakland
abb
pápa
ynsk
Poulsen
muslimar
helmingurin
uppkallað
ábyrgdina
teknifilm
skyldu
fremmand
lóggáv
inniheldur
milliardir
Meginparturin
Orðið
##korea
Høj
internet
Hattarv
Bre
Cla
Don
Dre
Ger
Gutt
Hall
Holl
Kh
Len
Lud
Mil
Mel
Nap
Nevndin
Rein
Song
Sunn
Sýri
Sáttmál
Talið
Vet
Virg
arab
ep
firð
fult
gerð
hendur
meld
myn
reist
radi
sunnu
tyr
tub
univers
vát
æv
íblá
##rør
##nurin
##nandi
##ód
##ópur
##soy
##tunum
##tek
##øta
##kit
##kirkj
##ues
##gin
##lv
##lop
##feld
##minn
##plan
##íst
##zz
##indur
##stan
##alon
##dis
##lev
tilv
##avi
verð
##oysi
skót
skeyt
##ikan
sesong
##eyða
##elsen
komnir
komandi
##øksturin
##angar
elv
trol
als
alsamt
##ansen
1400
framúr
framvið
##unninum
spenn
##marks
##utu
heimsp
Stein
##øli
føroyingur
##ildin
kanna
##ogi
smakk
##skapin
##skapur
týskum
nakra
##vern
gamlir
valdu
##tali
##ørðunum
dømdur
kemst
liðini
virki
virkaði
nýttar
ungarnir
høvuðsheitum
Christ
nýggjan
##íva
søgurnar
líkjast
##húsinum
broytti
støðan
lýst
Landsins
##skiftið
región
føroyskar
grundlóg
kongurin
Norðurland
føst
tjóðart
politiska
Johannes
Tilsamans
giftast
heiðursløn
markið
fremja
##aligum
Stórur
##útbúgv
sjónvarps
pengar
svaraði
##øttu
##fjað
meginpartin
vanligur
sløgini
skógur
forsetin
ávirka
umboðar
Suðuroynni
fíggjarliga
##aráðnum
eyguni
næstu
uppliv
trupult
Record
friðar
Svim
flýggja
Helgi
sólin
klára
veitir
skotin
duga
pápi
Bókin
urt
##handil
Landsstýri
Úrsl
foreldrini
Hoyvík
##udio
Andreasen
átrúnaðar
flaggið
##skjálv
klæd
blandað
##ortugis
Hægsta
miðbýnum
##lantshav
syðra
Veðurlagið
Sinterkla
Oyggjarnar
Sýria
Ac
Bang
Cor
Den
Fa
Fót
Festiv
Jak
KÍ
Kamb
Lop
Mu
Mer
Mun
Ment
NA
National
Oyr
Sol
Sverri
Tri
Ting
Toft
VB
Wight
búgv
eingi
funnu
gand
gingið
gávur
hom
hyl
hyggja
kil
kollvelting
kinver
lak
nør
plag
ræðið
sal
sung
vi
vanda
vigar
##eil
##ral
##rast
##jerg
##so
##tingin
##utur
##luni
##litið
##vøll
##valdur
##finn
##mint
##ænast
##cy
##ítt
##urch
##støði
##ery
##eraði
##ilip
##enska
##unnum
##amaðurin
avl
viðkomandi
##orm
##isi
##ision
franskt
##itari
##ater
##atal
sev
##álvur
##oma
##aria
##nas
tílík
##sliðið
árliga
##ista
##lagdur
brek
##ese
síður
##ansi
##ansas
flutning
fyrire
##unnur
##unnilin
##ygdar
##ættini
heimsk
nýtir
##ondin
leiv
Star
Stud
##vard
##virð
##bering
málaði
##ksik
##etti
hernað
Einar
##skapurin
Frank
skipið
skipini
talv
##eðal
vakstrar
leikstjór
##shire
tekna
besti
Troya
nevndini
lagið
##framsý
góðan
##spr
tónleiki
høvuðsbýur
høvuðsleiklut
kirkjur
##bóltur
##afrika
Brú
bólki
##samband
amt
##grund
Arm
søgn
søgur
##manni
draga
hugsa
##attle
loysa
broyting
kendu
Fyrsti
stuttsøgur
sjúkur
regnar
føroyskir
##prógv
orðinum
##ongdin
##ankta
##burg
##stovuni
enska
kallaður
boðaði
hálvan
atkvøðum
framleiðir
mangt
tingið
fjallalendi
##evnið
##unty
fyritøkur
Suðuroyar
leyv
Kirkju
eyga
flestar
næsta
Nýggja
minkað
Paul
Ongin
vøkstur
##ásad
útgávan
kristnu
indiánar
Sjálvstýri
framleidd
ætlanin
Løgtingið
##arafturímóti
gransking
Klaksvíkar
##mbol
stytting
Eurov
Peter
##drátt
##ýpros
##vági
lyft
Niklas
Alex
Islands
liðugur
lægri
róptur
skjótari
Remus
##uksu
ófrið
steypakapp
Francis
ferkilometrar
virðislønir
beinanvegin
Ætlan
##heiðursmerki
ævint
Bir
Car
Cent
Danska
En
Eff
Fíggjar
Ham
Jensen
Ko
Kýpros
Liðið
Mest
Minn
Marin
Nakað
North
Od
Open
Sankta
Vil
bend
dálk
fir
fun
farte
hald
hungur
kel
kalt
krop
las
mar
mynt
per
popp
rógv
ræði
sa
slá
sub
sunnar
tøl
tjú
va
vandi
vuksu
ístaðin
ósem
##eik
##rup
##sang
##sfr
##til
##odi
##kon
##din
##ugg
##lingum
##vinum
##hang
##hard
##høll
##ýð
##ýur
##fle
##fiskur
##maðurin
##áta
##ánni
##bær
##bjóð
##bli
##pan
##punkt
##úra
##wood
##år
##ilsi
##ington
##ami
stýra
stóri
##lem
avg
avrætt
##avtal
##isma
ums
##oyvi
skað
skild
##astýri
##omb
##itti
##ratt
havnar
havna
##elj
samr
útveg
uppgáv
komp
##slið
##undunum
##lagnum
brá
brast
##esen
##íkis
album
landa
landnyrðing
eftirkom
##leikarnar
1300
##ættin
spyr
##ovak
##utir
millió
Stand
Heini
fáir
fáast
bløð
##ognar
##ýrum
##adem
herinum
metal
##ider
##flóð
vanligum
talu
##udag
stovnar
##øtum
sigast
parta
ymiskir
pró
prestur
handverk
##uba
lagdar
##ygging
##varpið
høgru
húsið
Champ
Church
kirkjug
norrø
latnar
hvítar
Gramm
##ferðir
kvinnan
førir
prof
støðugt
ongar
snú
plátur
##frøðiliga
ovast
norðuri
vaksið
vaksandi
stigi
atkvøða
##egión
##ríki
ráðhar
Stórir
lutstat
1958
rópa
metti
skaldsøgur
Mary
sýslum
meginparturin
##evnan
ídnaðar
forsetanum
##hael
fløgur
landbúnaðinum
ræður
Strand
fátæ
rokna
beina
Smyr
ljóðføri
mistu
viðurskiftum
vøkstri
Mohr
minnil
torført
húski
opið
reytt
útlendskum
vandam
borið
elektron
aðalf
konsertir
Verður
visti
vistu
Madeira
sekund
Grønlandi
Niels
Niðurlondum
átrúnað
skúlan
studenta
Thomas
fyriskipað
##amerika
Joseph
##alondunum
David
boða
regluliga
pørtum
landsdystir
gjalda
mamman
regnskóg
posit
kvøldið
kosin
##óttafólk
sóknar
Hektor
universitet
tilvild
Sinterklaas
Bro
Bát
Eir
Eina
Forn
Gull
Gásad
Harvið
Irak
Kur
Kann
Kend
Kall
Mars
May
Mesta
Part
Ron
Su
Sing
Sám
Símun
TB
Tol
Uk
Var
We
ang
bjóða
bundin
biskup
demokrat
eing
eggj
fæ
fegin
gáv
gitin
ha
hoy
hár
kul
mundið
null
nøgd
natúr
ox
odd
portugis
sorg
tind
tingi
vári
vide
Ás
ónd
øg
økt
##ðal
##ræ
##rav
##runa
##je
##játt
##sig
##sul
##yni
##ter
##ox
##oug
##ker
##dre
##litt
##hey
##hel
##fisk
##mon
##ben
##bøkur
##ph
##pall
##úlu
ert
##sker
##skyns
##ric
##anne
##amanna
stj
##inia
avmynd
##lah
vert
umráð
frost
##llur
##etri
mennin
##evropa
##endu
útav
útnyrðing
árstíð
##naðin
##olk
alskyns
gjørdir
1100
býi
nógvastaðni
##ove
##utan
##ase
heimsb
##áttúr
##óðri
fort
tannlæk
arkit
nevnir
ferðini
ferðina
málað
##apping
svik
smátt
metir
yms
##fly
arbeiðspláss
sjálva
##ardaga
leikti
##trø
teknað
gamlar
##ómur
##arinnar
sangirnir
nevndu
##málum
mannafar
egið
##marknaðinum
limirnir
##árunum
filmin
byrjan
søguna
##iligur
mais
starvi
stovnaðu
undant
ætlaði
greinum
valinum
fyrstuni
nærindi
føroyskari
##sríki
slep
andlit
borgarar
##skipanini
marknaðar
hægstu
##laða
skaldsøgu
farma
mótstøðu
staturin
ídnaðarv
##ambore
##alekt
aftanfyri
bátin
leypa
sendir
sjónleikir
missa
eyka
ítróttar
##enjari
##sjónd
høvdinum
menniskja
##slimur
##slimir
blaðnum
fólkaatkv
minkaði
bretska
stavar
Turn
##bólkurin
oyðil
finnur
Annars
dugir
kroppin
Russlandi
Berg
Kvív
keypt
umhvørvið
avgjørdi
Europ
Serliga
bókmentum
##skorpuni
íslendska
lækna
Reykj
klassisku
tilfarið
University
##lades
##oyggjarnar
fuglur
jødi
Aðrir
kláraði
kjarnork
Ferðav
loysing
kunngjørdi
Onk
framhaldandi
røkka
hjúna
oyðimørk
serstakliga
ravmagn
kaffi
Pápi
embætis
gevast
Askani
##anggeil
Úrslitið
nærindis
00
August
Ben
Barn
Bár
CI
Di
Fýra
Fám
Ga
Gir
Gom
Gey
Gra
Hag
Het
Hildið
Jú
Jarn
Kyr
Koll
Lav
Los
Mid
Maðurin
Mikk
Ni
Nakr
Ov
Osl
Plan
Port
Ring
Red
Región
Sara
Søl
Somu
Sagt
Svín
Tel
Tek
bass
datt
døtur
gest
gjá
gittar
herð
hip
hita
hanga
hirð
higar
harafturat
jar
koll
lig
langgeil
mil
mundi
meistaraheitið
meðal
ræð
sendur
tit
tald
torg
walis
ólóg
##raði
##nor
##nýt
##kst
##døm
##uf
##lurnar
##vold
##hisk
##ýggj
##fer
##bø
##ban
##bjarg
##TA
##ano
##anskum
##ere
##aleið
##riftir
het
##ams
stong
stætt
stíl
viði
viðgera
##lak
##ory
##ava
verjir
##oynd
##ikur
##ikavist
##astov
##akrar
1955
1968
##íðini
havh
havbot
##endum
útsjónd
##sløgum
##økstur
elsti
bring
breyð
bryggj
##esp
##naðum
trong
##olt
##leikarar
##øvnini
flot
##red
spja
nógvu
innandura
heimi
heimad
##usp
legg
Stjór
tíðirnar
føroyingum
arv
oyggja
kannað
blíva
##orðini
##feingi
sjónar
##brún
##nter
metur
##oki
##okia
##flot
arbeiðinum
týsk
bygdunum
bygdirnar
endaðu
Fríð
vant
vanlukk
leiktir
##tøkur
##shar
##ágr
heili
##støðunum
Samuel
Sameindu
rættin
##siat
valdømi
livað
lagdir
merkis
tónleikarar
nýtti
##anadi
húsar
høvuðsstaðurin
Bryn
Brandur
##ætið
ríkið
Grund
útgerð
ávikavist
listar
byrjaðu
søgnini
##arlið
hildnir
læru
skjótast
landslagið
loyv
greiddi
stuttsøg
fluttur
##haldinum
##formaður
##evndini
grundað
##aktor
##ímur
##ímillum
Seinna
##skipanir
heiðursm
hálvfinal
atkvø
bøta
síðum
1957
stovnurin
hjálpti
lesandi
søguliga
##festiv
statunum
forseta
##sneyð
plant
flokki
einstaka
leyg
donsk
ferðafólki
##bergs
hoyrdi
breiður
menniskj
vestanfyri
blaðið
##ígnum
stýrt
hálend
láglend
eggini
vøksturin
##bólkar
anim
prestag
Løgtinginum
griksku
heimaftur
myndugleikarnir
royndu
Vestmanna
granskarar
Útvarp
endamálið
Europe
Tjóðveldi
Størsta
elektri
Janus
Grikkaland
faðirin
vøtn
maskinur
##sókn
Grønland
tapti
meiriluta
Latinos
##alagnum
Simon
ungdóms
einsamallur
móðurmál
tunnilin
Gamla
avmarkað
undirvísing
Charles
Sjónvarp
##síðuni
stjørnu
skemt
almennum
Niðanfyri
indo
##olitikk
Sangurin
Foot
Michael
útflutt
fjórðingar
hátíðarh
Unit
##hjálp
Økið
áarbakk
##untry
hveiti
Hattarvík
íblástur
Jakob
Sjálvstýris
Effo
fartelefon
milliónum
Champion
Churchill
Reykjavík
Askanios
Nakrir
Blá
Dímun
Ex
Egg
East
Go
Gab
Gjøgnum
Jer
Jon
Kristi
Lin
Lam
Lang
Leir
Lib
No
Os
Oman
Portug
Qu
Róm
Rín
Róðrar
Sel
Sund
Savnið
Tw
Vel
Virk
brasil
bóndi
dan
dølunum
fund
garðar
him
hop
imp
jazz
kok
kines
lað
mín
njó
om
osfr
prikk
slig
synd
sagn
sótu
súg
tig
vátt
viga
Óli
ávar
ísk
ólík
##eig
##eks
##ring
##ræði
##nav
##nes
##javn
##sæð
##ydd
##tím
##ønt
##ke
##dúk
##gir
##lo
##hon
##hamm
##fa
##feløgum
##monnunum
##áir
##inni
##arir
##arbeiði
##unni
##onom
##amma
stevnuni
##dium
summir
verpur
umsett
telefon
##ndar
##ikari
fyrimun
##atil
##atni
##akið
##álum
##álaráðið
1945
##raft
##eldi
##arafelag
##jørnu
##ulos
##slurnar
##slønir
##lagi
brei
trygd
##ivt
##ivnir
aliv
eftirl
gjørligt
##leikur
##leikunum
Føroyska
Føroyskt
spá
spar
##irki
##utron
##asmið
##asøvn
##ennis
nýggir
tíðindi
føroyam
oyði
dagurin
dagliga
krøv
##fólkinum
kvæði
##ads
berjast
##skapinum
settar
##jarnar
##jarðar
Frí
sjálvljóð
mestsum
serlig
##ude
##træ
german
Skúla
tekn
##skipari
handlar
##cht
mála
##abb
hinvegin
virkið
virksemið
langan
nýttir
bókum
høgar
roynir
bólkur
vatnflóð
Arn
evnið
lítlan
hvíta
ávíst
vegsúkk
hildnar
##iligar
##iligum
fiskur
frímerki
##ukle
stjórnina
stuttum
Herm
norðaru
##antin
##antil
##frøðingurin
##mentir
Norðurkorea
føtur
vinnarin
##flokkin
landsliðið
1946
triðingar
Evrope
síðsta
1959
háslætt
fjallar
##yrgi
jarðskjálv
meginlandinum
litf
lán
##agarður
holt
einstøkum
reiður
breiða
##alistiska
Stríð
https
flakk
Trónda
##herd
eyðkent
3000
Eysturríki
bretsku
##óðrarb
##sdóttir
##depil
megnaði
Ólavsøk
húð
##ddust
fátækrad
eystanfyri
almennu
Paris
myndugleikar
heysti
dómstól
guvern
##stýrinum
slíkum
Húsini
lokal
løgreglum
luftini
sjógvi
virðislønina
jarnbreytir
syngur
##ologi
brekk
dialekt
Aðrar
høpi
##edia
uppkallaður
Thomsen
prýð
Glob
rundanum
greiðir
Jean
noktaði
Holm
kopar
klokkan
##eistarast
grivin
restina
trúarjátt
yvirgangs
Søgnin
Kanada
##iðurskiftini
Richard
avgerandi
Akillevs
Højgaard
fyrireik
Eurovision
Ætlanin
farmaskip
Somuleiðis
ligið
Football
Portugal
Bla
Bat
Byg
Ca
EB
Eng
Gold
Hál
It
Il
Keld
Kili
Line
My
Mum
Num
Ok
Pan
Regin
Rio
Rógvi
Sal
Svar
Und
Uni
Væl
Verk
Wil
app
biðja
boga
ch
fanga
got
hot
harafturímóti
ja
keld
kenda
kendi
káp
keldur
li
laks
løtu
meistara
neg
nála
páv
ru
rí
røkt
systir
tul
vág
vetur
vendir
ás
áar
áleið
ístíð
ísrael
óg
óvan
##eles
##ius
##ðard
##niliga
##jarar
##jurnar
##óða
##sligum
##yv
##den
##góð
##garðar
##vok
##ýta
##ýsa
##fin
##ænastu
##col
##bu
##bama
##bjørg
##pir
##pherd
##zen
##SF
##ES
##anst
##umenn
##ilia
##aðan
##skandi
##inium
avdúk
##lass
tilver
tilfari
##ora
##ormur
##aver
umfar
##oyg
##oynna
teg
##vurnar
##óli
##andin
##ander
##itu
##itz
##ppi
fyribyrg
1933
1965
1910
##øguni
##agerð
##rahav
